Repository: mpdifran/bloom
Catalog: Apps/Bloom/Bloom/Localizable.xcstrings
Source language: en
Languages: de, es, fr, fr_ca, nl

source: Achievements are earned by reaching health milestones. Keep using Bloom and they'll start appearing here!
de: Erfolge bekommst du, wenn du Gesundheitsmeilensteine erreichst. Nutze Bloom weiter, dann erscheinen sie hier!
es: Los logros se consiguen alcanzando hitos de salud. Sigue usando Bloom y empezarán a aparecer aquí.
fr: Les réussites s'obtiennent en atteignant des jalons de santé. Continuez à utiliser Bloom et elles apparaîtront ici !
fr_ca: Les réussites s'obtiennent en atteignant des jalons de santé. Continue à utiliser Bloom et elles apparaîtront ici !
nl: Prestaties verdien je door gezondheidsmijlpalen te halen. Blijf Bloom gebruiken, dan verschijnen ze hier!

source: Action
de: Aktion
es: Acción
nl: Actie

source: Action Type
de: Aktionstyp
es: Tipo de acción
fr: Type d'action
fr_ca: Type d'action
nl: Actietype

source: Actions
de: Aktionen
es: Acciones
nl: Acties

source: Active
de: Aktiv
es: Activo
fr: Actif
fr_ca: Actif
nl: Actief

source: Active Energy
de: Aktive Energie
es: Energía activa
fr: Énergie active
fr_ca: Énergie active
nl: Actieve energie

source: Activity
de: Aktivität
es: Actividad
fr: Activité
fr_ca: Activité
nl: Activiteit

source: Activity by Phase
de: Aktivität nach Phase
es: Actividad por fase
fr: Activité par phase
fr_ca: Activité par phase
nl: Activiteit per fase

source: activity level
de: Aktivitätsniveau
es: nivel de actividad
fr: niveau d'activité
fr_ca: niveau d'activité
nl: activiteitsniveau

source: Activity Level
de: Aktivitätsniveau
es: Nivel de actividad
fr: Niveau d'activité
fr_ca: Niveau d'activité
nl: Activiteitsniveau

source: Actual Age
de: Tatsächliches Alter
es: Edad real
fr: Âge réel
fr_ca: Âge réel
nl: Werkelijke leeftijd

source: Actual: %lld
de: Tatsächlich: %lld
es: Real: %lld
fr: Réel : %lld
fr_ca: Réel : %lld
nl: Werkelijk: %lld

source: Add
de: Hinzufügen
es: Añadir
fr: Ajouter
fr_ca: Ajouter
nl: Voeg toe

source: Add a goal
de: Ziel hinzufügen
es: Añadir un objetivo
fr: Ajouter un objectif
fr_ca: Ajouter un objectif
nl: Doel toevoegen

source: Add a Meal
de: Mahlzeit hinzufügen
es: Añadir una comida
fr: Ajouter un repas
fr_ca: Ajouter un repas
nl: Maaltijd toevoegen

source: Add Container
de: Gefäß hinzufügen
es: Añadir recipiente
fr: Ajouter un contenant
fr_ca: Ajouter un contenant
nl: Beker toevoegen

source: Add Custom Drink
de: Eigenes Getränk hinzufügen
es: Añadir bebida personalizada
fr: Ajouter une boisson personnalisée
fr_ca: Ajouter une boisson personnalisée
nl: Eigen drankje toevoegen

source: Add Drink
de: Getränk hinzufügen
es: Añadir bebida
fr: Ajouter une boisson
fr_ca: Ajouter une boisson
nl: Drankje toevoegen

source: Add extra details about your meal.
de: Ergänze weitere Angaben zu deiner Mahlzeit.
es: Añade más detalles sobre tu comida.
fr: Ajoutez des précisions sur votre repas.
fr_ca: Ajoute des précisions sur ton repas.
nl: Voeg extra details over je maaltijd toe.

source: Add Food
de: Lebensmittel hinzufügen
es: Añadir alimento
fr: Ajouter un aliment
fr_ca: Ajouter un aliment
nl: Voeding toevoegen

source: Add Glass Size
de: Glasgröße hinzufügen
es: Añadir tamaño de vaso
fr: Ajouter une taille de verre
fr_ca: Ajouter une taille de verre
nl: Glasformaat toevoegen

source: Add Goals
de: Ziele hinzufügen
es: Añadir objetivos
fr: Ajouter des objectifs
fr_ca: Ajouter des objectifs
nl: Doelen toevoegen

source: Add New Food
de: Neues Lebensmittel hinzufügen
es: Añadir alimento nuevo
fr: Ajouter un nouvel aliment
fr_ca: Ajouter un nouvel aliment
nl: Nieuw voedingsmiddel toevoegen

source: Add Reminder
de: Erinnerung hinzufügen
es: Añadir recordatorio
fr: Ajouter un rappel
fr_ca: Ajouter un rappel
nl: Herinnering toevoegen

source: Add Side Effect
de: Nebenwirkung hinzufügen
es: Añadir efecto secundario
fr: Ajouter un effet secondaire
fr_ca: Ajouter un effet secondaire
nl: Bijwerking toevoegen

source: Additional Details (optional)
de: Weitere Angaben (optional)
es: Detalles adicionales (opcional)
fr: Précisions supplémentaires (facultatif)
fr_ca: Précisions supplémentaires (facultatif)
nl: Extra details (optioneel)

source: Adds up to +8 years to your bio age
de: Erhöht dein Bio-Alter um bis zu 8 Jahre
es: Suma hasta 8 años a tu edad biológica
fr: Ajoute jusqu'à 8 ans à votre âge biologique
fr_ca: Ajoute jusqu'à 8 ans à ton âge biologique
nl: Voegt tot 8 jaar toe aan je bio-leeftijd

source: Age
de: Alter
es: Edad
fr: Âge
fr_ca: Âge
nl: Leeftijd

source: Age & Sex
de: Alter & Geschlecht
es: Edad y sexo
fr: Âge et sexe
fr_ca: Âge et sexe
nl: Leeftijd en geslacht

source: Age Range
de: Altersspanne
es: Rango de edad
fr: Tranche d'âge
fr_ca: Tranche d'âge
nl: Leeftijdsbereik

source: Age: %lld
de: Alter: %lld
es: Edad: %lld
fr: Âge : %lld
fr_ca: Âge : %lld
nl: Leeftijd: %lld

# Ages %lld-%lld
source: Ages %1$lld-%2$lld
de: %1$lld-%2$lld Jahre
es: %1$lld-%2$lld años
fr: %1$lld-%2$lld ans
fr_ca: %1$lld-%2$lld ans
nl: %1$lld-%2$lld jaar

source: Agree
de: Zustimmen
es: Aceptar
fr: J’accepte
fr_ca: J’accepte
nl: Akkoord

source: AI & Privacy
de: KI & Datenschutz
es: IA y privacidad
fr: IA et confidentialité
fr_ca: IA et confidentialité
nl: AI en privacy

source: AI Analysis
de: KI-Analyse
es: Análisis con IA
fr: Analyse par IA
fr_ca: Analyse par IA
nl: AI-analyse

source: AI Insight Actions
de: KI-Insight-Aktionen
es: Acciones de insights de IA
fr: Actions des analyses IA
fr_ca: Actions des analyses IA
nl: AI-inzichtacties

source: AI insights into your monitor results. Monitor calculations run entirely on-device.
de: KI-Erkenntnisse zu deinen Überwachungsergebnissen. Die Berechnungen laufen vollständig auf dem Gerät.
es: Análisis con IA de tus resultados de monitorización. Los cálculos se hacen íntegramente en el dispositivo.
fr: Analyses par IA de vos résultats de surveillance. Les calculs de surveillance se font entièrement sur l'appareil.
fr_ca: Analyses par IA de tes résultats de surveillance. Les calculs de surveillance se font entièrement sur l'appareil.
nl: AI-inzichten in je bewakingsresultaten. De berekeningen gebeuren volledig op je apparaat.

source: Alcohol
de: Alkohol
fr: Alcool
fr_ca: Alcool

source: Alcohol by Volume (ABV)
de: Alkoholgehalt (Vol.-%)
es: Graduación alcohólica (% vol.)
fr: Teneur en alcool (% vol.)
fr_ca: Teneur en alcool (% vol.)
nl: Alcoholpercentage (vol.)

source: Alert
de: Alarm
es: Alerta
fr: Alerte
fr_ca: Alerte
nl: Waarschuwing

source: All
de: Alle
es: Todo
fr: Tout
fr_ca: Tout
nl: Alles

source: All Bowel Movements
de: Gesamter Stuhlgang
es: Todas las deposiciones
fr: Toutes les selles
fr_ca: Toutes les selles
nl: Alle stoelgang

source: All calculations are done on your device
de: Alle Berechnungen erfolgen auf deinem Gerät
es: Todos los cálculos se hacen en tu dispositivo
fr: Tous les calculs sont effectués sur votre appareil
fr_ca: Tous les calculs sont effectués sur ton appareil
nl: Alle berekeningen gebeuren op je apparaat

source: All Calendars
de: Alle Kalender
es: Todos los calendarios
fr: Tous les calendriers
fr_ca: Tous les calendriers
nl: Alle agenda's

source: All Data
de: Alle Daten
es: Todos los datos
fr: Toutes les données
fr_ca: Toutes les données
nl: Alle gegevens

source: All Day
de: Ganztägig
es: Todo el día
fr: Toute la journée
fr_ca: Toute la journée
nl: Hele dag

source: All metrics typical
de: Alle Werte typisch
es: Todos los valores habituales
fr: Toutes les valeurs habituelles
fr_ca: Toutes les valeurs habituelles
nl: Alle waarden gebruikelijk

source: All Results
de: Alle Ergebnisse
es: Todos los resultados
fr: Tous les résultats
fr_ca: Tous les résultats
nl: Alle resultaten

source: All Workouts
de: Alle Workouts
es: Todos los entrenamientos
fr: Toutes les séances
fr_ca: Toutes les séances
nl: Alle trainingen

source: All Zones
de: Alle Zonen
es: Todas las zonas
fr: Toutes les zones
fr_ca: Toutes les zones
nl: Alle zones

source: Allow Access
de: Zugriff erlauben
es: Permitir acceso
fr: Autoriser l'accès
fr_ca: Autoriser l'accès
nl: Toegang toestaan

source: Allow access in order to filter your calendars here.
de: Erlaube den Zugriff, um deine Kalender hier zu filtern.
es: Permite el acceso para filtrar aquí tus calendarios.
fr: Autorisez l'accès pour filtrer vos calendriers ici.
fr_ca: Autorise l'accès pour filtrer tes calendriers ici.
nl: Sta toegang toe om je agenda's hier te filteren.

source: Allow Access to Workouts
de: Zugriff auf Workouts erlauben
es: Permitir acceso a los entrenamientos
fr: Autoriser l'accès aux séances
fr_ca: Autoriser l'accès aux séances
nl: Toegang tot trainingen toestaan

source: Allow access to your calendar to display events here.
de: Erlaube den Zugriff auf deinen Kalender, um Termine hier anzuzeigen.
es: Permite el acceso a tu calendario para ver aquí tus eventos.
fr: Autorisez l'accès à votre calendrier pour afficher vos événements ici.
fr_ca: Autorise l'accès à ton calendrier pour afficher tes événements ici.
nl: Sta toegang tot je agenda toe om afspraken hier te tonen.

source: Allow access to your location in order to see local weather.
de: Erlaube den Zugriff auf deinen Standort, um das lokale Wetter zu sehen.
es: Permite el acceso a tu ubicación para ver el tiempo de tu zona.
fr: Autorisez l'accès à votre position pour consulter la météo locale.
fr_ca: Autorise l'accès à ta position pour consulter la météo locale.
nl: Sta toegang tot je locatie toe om het lokale weer te zien.

source: Allow Calendar Access
de: Kalenderzugriff erlauben
es: Permitir acceso al calendario
fr: Autoriser l'accès au calendrier
fr_ca: Autoriser l'accès au calendrier
nl: Agendatoegang toestaan

source: Allow Location Access
de: Standortzugriff erlauben
es: Permitir acceso a la ubicación
fr: Autoriser l'accès à la localisation
fr_ca: Autoriser l'accès à la localisation
nl: Locatietoegang toestaan

source: Always Show on Foreground
de: Immer im Vordergrund anzeigen
es: Mostrar siempre en primer plano
fr: Toujours afficher au premier plan
fr_ca: Toujours afficher au premier plan
nl: Altijd op de voorgrond tonen

source: Amazing
de: Super
es: Excelente
fr: Excellent
fr_ca: Excellent
nl: Top

source: Amount
de: Menge
es: Cantidad
fr: Quantité
fr_ca: Quantité
nl: Hoeveelheid

source: Amount (%@)
de: Menge (%@)
es: Cantidad (%@)
fr: Quantité (%@)
fr_ca: Quantité (%@)
nl: Hoeveelheid (%@)

source: Analysis data has been copied to your clipboard.
de: Die Analysedaten wurden in die Zwischenablage kopiert.
es: Los datos del análisis se han copiado al portapapeles.
fr: Les données d'analyse ont été copiées dans le presse-papiers.
fr_ca: Les données d'analyse ont été copiées dans le presse-papiers.
nl: De analysegegevens zijn naar je klembord gekopieerd.

source: Analyze Storage
de: Speicher analysieren
es: Analizar almacenamiento
fr: Analyser le stockage
fr_ca: Analyser le stockage
nl: Opslag analyseren

source: Analyzes each day in the range to find state changes and notification triggers.
de: Analysiert jeden Tag im Zeitraum auf Statuswechsel und Benachrichtigungsauslöser.
es: Analiza cada día del periodo en busca de cambios de estado y activadores de notificaciones.
fr: Analyse chaque jour de la période pour repérer les changements d'état et les déclencheurs de notification.
fr_ca: Analyse chaque jour de la période pour repérer les changements d'état et les déclencheurs de notification.
nl: Analyseert elke dag in de periode op statuswijzigingen en meldingstriggers.

source: Analyzing Storage...
de: Speicher wird analysiert …
es: Analizando el almacenamiento…
fr: Analyse du stockage…
fr_ca: Analyse du stockage…
nl: Opslag analyseren …

source: Analyzing your personal data...
de: Deine persönlichen Daten werden analysiert …
es: Analizando tus datos personales…
fr: Analyse de vos données personnelles…
fr_ca: Analyse de tes données personnelles…
nl: Je persoonlijke gegevens analyseren …

source: Analyzing...
de: Wird analysiert …
es: Analizando…
fr: Analyse…
fr_ca: Analyse…
nl: Analyseren …

source: Apply
de: Anwenden
es: Aplicar
fr: Appliquer
fr_ca: Appliquer
nl: Pas toe

source: Are you ready to get started?
de: Bereit loszulegen?
es: ¿Empezamos?
fr: Prêt à commencer ?
fr_ca: Prêt à commencer ?
nl: Klaar om te beginnen?

source: Are you sure you want to delete "%@"? This action cannot be undone.
de: Möchtest du „%@“ wirklich löschen? Das lässt sich nicht rückgängig machen.
es: ¿Seguro que quieres eliminar «%@»? Esta acción no se puede deshacer.
fr: Voulez-vous vraiment supprimer « %@ » ? Cette action est irréversible.
fr_ca: Veux-tu vraiment supprimer « %@ » ? Cette action est irréversible.
nl: Weet je zeker dat je '%@' wilt verwijderen? Dit kan niet ongedaan worden gemaakt.

source: Are You Sure?
de: Bist du sicher?
es: ¿Estás seguro?
fr: Êtes-vous sûr ?
fr_ca: Tu es sûr ?
nl: Weet je het zeker?

source: Areas for Improvement
de: Verbesserungspotenzial
es: Aspectos a mejorar
fr: Points à améliorer
fr_ca: Points à améliorer
nl: Verbeterpunten

source: Ask Bud anything about your health
de: Frag Bud alles zu deiner Gesundheit
es: Pregúntale a Bud lo que quieras sobre tu salud
fr: Posez à Bud toutes vos questions santé
fr_ca: Pose à Bud toutes tes questions santé
nl: Vraag Bud alles over je gezondheid

source: At least 3 bowel movements are needed to analyze regularity patterns.
de: Für eine Auswertung der Regelmäßigkeit sind mindestens 3 Stuhlgänge nötig.
es: Hacen falta al menos 3 deposiciones para analizar la regularidad.
fr: Au moins 3 selles sont nécessaires pour analyser la régularité.
fr_ca: Au moins 3 selles sont nécessaires pour analyser la régularité.
nl: Er zijn minstens 3 keer stoelgang nodig om je regelmaat te analyseren.

source: Attention
de: Achtung
es: Atención
nl: Let op

# Audience: %@ (You: %@)
source: Audience: %1$@ (You: %2$@)
de: Vergleichsgruppe: %1$@ (du: %2$@)
es: Grupo de referencia: %1$@ (tú: %2$@)
fr: Public : %1$@ (vous : %2$@)
fr_ca: Public : %1$@ (tu : %2$@)
nl: Vergelijkingsgroep: %1$@ (jij: %2$@)

source: Auth
de: Authentifizierung
es: Autenticación
fr: Authentification
fr_ca: Authentification
nl: Authenticatie

source: Automatic (based on time)
de: Automatisch (nach Uhrzeit)
es: Automático (según la hora)
fr: Automatique (selon l'heure)
fr_ca: Automatique (selon l'heure)
nl: Automatisch (op tijd)

source: Automatic (Time-based)
de: Automatisch (nach Uhrzeit)
es: Automático (según la hora)
fr: Automatique (selon l'heure)
fr_ca: Automatique (selon l'heure)
nl: Automatisch (op tijd)

source: Average
de: Durchschnitt
es: Media
fr: Moyenne
fr_ca: Moyenne
nl: Gemiddelde

source: Average Activity Level
de: Durchschnittliches Aktivitätsniveau
es: Nivel de actividad medio
fr: Niveau d'activité moyen
fr_ca: Niveau d'activité moyen
nl: Gemiddeld activiteitsniveau

source: Average Cycle
de: Durchschnittlicher Zyklus
es: Ciclo medio
fr: Cycle moyen
fr_ca: Cycle moyen
nl: Gemiddelde cyclus

source: Average HRV
de: Durchschnittliche HRV
es: VFC media
fr: VFC moyenne
fr_ca: VFC moyenne
nl: Gemiddelde HRV

source: Average Period
de: Durchschnittliche Periode
es: Regla media
fr: Règles moyennes
fr_ca: Règles moyennes
nl: Gemiddelde menstruatie

source: AVG
de: Ø
es: PROM.
fr: MOY
fr_ca: MOY
nl: GEM.

source: Avg By Day of Week
de: Ø nach Wochentag
es: Prom. por día de la semana
fr: Moy. par jour de la semaine
fr_ca: Moy. par jour de la semaine
nl: Gem. per weekdag

source: Avg Carbs
de: Ø Kohlenhydrate
es: Carbohidratos med.
fr: Glucides moy.
fr_ca: Glucides moy.
nl: Gem. koolhydraten

source: Avg Duration
de: Ø Dauer
es: Duración med.
fr: Durée moy.
fr_ca: Durée moy.
nl: Gem. duur

source: Avg Fat
de: Ø Fett
es: Grasa med.
fr: Lipides moy.
fr_ca: Lipides moy.
nl: Gem. vet

source: Avg HRV
de: Ø HRV
es: VFC med.
fr: VFC moy.
fr_ca: VFC moy.
nl: Gem. HRV

source: Avg Period
de: Ø Periode
es: Regla med.
fr: Règles moy.
fr_ca: Règles moy.
nl: Gem. menstruatie

source: Avg Protein
de: Ø Protein
es: Proteína med.
fr: Protéines moy.
fr_ca: Protéines moy.
nl: Gem. eiwit

source: Awake
de: Wach
es: Despierto
fr: Éveillé
fr_ca: Éveillé
nl: Wakker

source: Awake Time
de: Wachzeit
es: Tiempo despierto
fr: Temps éveillé
fr_ca: Temps éveillé
nl: Wakkere tijd

source: Awake: %@
de: Wach: %@
es: Despierto: %@
fr: Éveillé : %@
fr_ca: Éveillé : %@
nl: Wakker: %@

source: Awesome!
de: Klasse!
es: ¡Genial!
fr: Super !
fr_ca: Super !
nl: Top!

source: Badges
de: Abzeichen
es: Insignias

source: Basal
de: Grundumsatz
fr: Métabolisme de base
fr_ca: Métabolisme de base
nl: Basaal

source: Based on Functional Predictors of Stair-Climbing Speed research.
de: Basiert auf Forschung zu Functional Predictors of Stair-Climbing Speed.
es: Basado en la investigación Functional Predictors of Stair-Climbing Speed.
fr: D'après les travaux Functional Predictors of Stair-Climbing Speed.
fr_ca: D'après les travaux Functional Predictors of Stair-Climbing Speed.
nl: Gebaseerd op onderzoek naar Functional Predictors of Stair-Climbing Speed.

source: Based on Physical Activity Level (PAL) definitions from the FAO/WHO/UNU Expert Consultation on Human Energy Requirements (2001).
de: Basiert auf den PAL-Definitionen (Physical Activity Level) der FAO/WHO/UNU Expert Consultation on Human Energy Requirements (2001).
es: Basado en las definiciones de nivel de actividad física (PAL) de la FAO/WHO/UNU Expert Consultation on Human Energy Requirements (2001).
fr: D'après les définitions du niveau d'activité physique (PAL) de la FAO/WHO/UNU Expert Consultation on Human Energy Requirements (2001).
fr_ca: D'après les définitions du niveau d'activité physique (PAL) de la FAO/WHO/UNU Expert Consultation on Human Energy Requirements (2001).
nl: Gebaseerd op de PAL-definities (Physical Activity Level) van de FAO/WHO/UNU Expert Consultation on Human Energy Requirements (2001).

source: Based on the Bristol Stool Form Scale (Heaton & Lewis, 1997).
de: Basiert auf der Bristol Stool Form Scale (Heaton & Lewis, 1997).
es: Basado en la Bristol Stool Form Scale (Heaton & Lewis, 1997).
fr: D'après la Bristol Stool Form Scale (Heaton & Lewis, 1997).
fr_ca: D'après la Bristol Stool Form Scale (Heaton & Lewis, 1997).
nl: Gebaseerd op de Bristol Stool Form Scale (Heaton & Lewis, 1997).

source: Based on Walkability Index for Elderly Health research.
de: Basiert auf Forschung zum Walkability Index for Elderly Health.
es: Basado en la investigación Walkability Index for Elderly Health.
fr: D'après les travaux Walkability Index for Elderly Health.
fr_ca: D'après les travaux Walkability Index for Elderly Health.
nl: Gebaseerd op onderzoek naar de Walkability Index for Elderly Health.

source: Baseline
de: Ausgangswert
es: Referencia
fr: Référence
fr_ca: Référence
nl: Uitgangswaarde

source: Baseline: %@
de: Ausgangswert: %@
es: Referencia: %@
fr: Référence : %@
fr_ca: Référence : %@
nl: Uitgangswaarde: %@

source: Be Healthy
de: Gesund sein
es: Estar sano
fr: Être en bonne santé
fr_ca: Être en bonne santé
nl: Gezond zijn

source: Be More Active
de: Aktiver sein
es: Ser más activo
fr: Bouger plus
fr_ca: Bouger plus
nl: Actiever zijn

source: Bedtime
de: Schlafenszeit
es: Hora de acostarse
fr: Heure du coucher
fr_ca: Heure du coucher
nl: Bedtijd

source: Bedtime & Duration
de: Schlafenszeit und Dauer
es: Hora de acostarse y duración
fr: Heure du coucher et durée
fr_ca: Heure du coucher et durée
nl: Bedtijd en duur

source: Bedtime: %@
de: Schlafenszeit: %@
es: Acostarse: %@
fr: Coucher : %@
fr_ca: Coucher : %@
nl: Bedtijd: %@

source: Before You Continue
de: Bevor du fortfährst
es: Antes de continuar
fr: Avant de continuer
fr_ca: Avant de continuer
nl: Voordat je verdergaat

source: Below
de: Darunter
es: Por debajo
fr: En dessous
fr_ca: En dessous
nl: Onder

source: Best Day
de: Bester Tag
es: Mejor día
fr: Meilleure journée
fr_ca: Meilleure journée
nl: Beste dag

source: Best Streak
de: Beste Serie
es: Mejor racha
fr: Meilleure série
fr_ca: Meilleure série
nl: Beste reeks

source: bike distance
de: Radstrecke
es: distancia en bici
fr: distance à vélo
fr_ca: distance à vélo
nl: fietsafstand

source: bike duration
de: Raddauer
es: duración en bici
fr: durée à vélo
fr_ca: durée à vélo
nl: fietsduur

source: biking distance
de: Radstrecke
es: distancia en bici
fr: distance à vélo
fr_ca: distance à vélo
nl: fietsafstand

source: biking duration
de: Raddauer
es: duración en bici
fr: durée à vélo
fr_ca: durée à vélo
nl: fietsduur

source: Binge drinking day
de: Tag mit Rauschtrinken
es: Día de consumo excesivo
fr: Jour de forte consommation
fr_ca: Jour de forte consommation
nl: Dag met binge drinken

source: Binge drinking days
de: Tage mit Rauschtrinken
es: Días de consumo excesivo
fr: Jours de forte consommation
fr_ca: Jours de forte consommation
nl: Dagen met binge drinken

source: Bio Age Delta
de: Bio-Alter-Differenz
es: Diferencia de edad biológica
fr: Écart d'âge biologique
fr_ca: Écart d'âge biologique
nl: Verschil biologische leeftijd

source: Bio Age History
de: Verlauf des Bio-Alters
es: Historial de edad bio
fr: Historique de l'âge bio
fr_ca: Historique de l'âge bio
nl: Geschiedenis bio-leeftijd

source: Bio Age Impact
de: Einfluss auf das Bio-Alter
es: Impacto en la edad bio
fr: Effet sur l'âge bio
fr_ca: Effet sur l'âge bio
nl: Invloed op bio-leeftijd

# Bio Age: %@ %@
source: Bio Age: %1$@ %2$@
de: Bio-Alter: %1$@ %2$@
es: Edad bio: %1$@ %2$@
fr: Âge bio : %1$@ %2$@
fr_ca: Âge bio : %1$@ %2$@
nl: Bio-leeftijd: %1$@ %2$@

source: Bio Age: %lld
de: Bio-Alter: %lld
es: Edad bio: %lld
fr: Âge bio : %lld
fr_ca: Âge bio : %lld
nl: Bio-leeftijd: %lld

source: Biological Age
de: Biologisches Alter
es: Edad biológica
fr: Âge biologique
fr_ca: Âge biologique
nl: Biologische leeftijd

source: Biological Age Records
de: Bio-Alter-Einträge
es: Registros de edad biológica
fr: Relevés d'âge biologique
fr_ca: Relevés d'âge biologique
nl: Registraties bio-leeftijd

source: Biological age records will appear here after calculations.
de: Bio-Alter-Einträge erscheinen hier nach der Berechnung.
es: Los registros de edad biológica aparecerán aquí tras el cálculo.
fr: Les relevés d'âge biologique apparaîtront ici après les calculs.
fr_ca: Les relevés d'âge biologique apparaîtront ici après les calculs.
nl: Registraties van je biologische leeftijd verschijnen hier na de berekening.

source: Birth Month (Optional)
de: Geburtsmonat (optional)
es: Mes de nacimiento (opcional)
fr: Mois de naissance (facultatif)
fr_ca: Mois de naissance (facultatif)
nl: Geboortemaand (optioneel)

source: Birth Year
de: Geburtsjahr
es: Año de nacimiento
fr: Année de naissance
fr_ca: Année de naissance
nl: Geboortejaar

source: Blood Pressure
de: Blutdruck
es: Presión arterial
fr: Tension artérielle
fr_ca: Tension artérielle
nl: Bloeddruk

source: Blood pressure is recorded as two numbers: systolic (pressure when heart beats) over diastolic (pressure between beats). Normal blood pressure is below 120/80 mmHg.
de: Der Blutdruck wird mit zwei Werten angegeben: systolisch (Druck beim Herzschlag) zu diastolisch (Druck zwischen den Schlägen). Normal sind Werte unter 120/80 mmHg.
es: La presión arterial se expresa con dos cifras: la sistólica (al latir el corazón) sobre la diastólica (entre latidos). Lo normal es por debajo de 120/80 mmHg.
fr: La tension artérielle s'exprime en deux chiffres : la systolique (pression lorsque le cœur bat) sur la diastolique (pression entre deux battements). Une tension normale est inférieure à 120/80 mmHg.
fr_ca: La tension artérielle s'exprime en deux chiffres : la systolique (pression lorsque le cœur bat) sur la diastolique (pression entre deux battements). Une tension normale est inférieure à 120/80 mmHg.
nl: Bloeddruk bestaat uit twee getallen: bovendruk (bij een hartslag) en onderdruk (tussen slagen door). Normaal is lager dan 120/80 mmHg.
